{
  "celeste": [
    {
      "slug": "how-the-grinch-stole-christmas",
      "title": "How the Grinch Stole Christmas",
      "director": "Ron Howard",
      "trailer": "https://www.youtube.com/embed/YQV5Pr7pWtM?si=Fd0CjHqWIQi6Tt79",
      "rating": "5/5",
      "review": "This movie will always be my all-time favorite because of how important it is in my life. I grew up watching this movie every Christmas, and even when it wasn’t Christmas. Jim Carrey’s performance continues to fascinate me with each and every watch. In recent years, I have learned how difficult it was for Carrey to sit through the Grinch makeup. It went as far as training with the CIA to learn anti-torture techniques. This movie has become part of my personality, and I will only continue to watch it as I get older.",
      "image": "how-the-grinch-stole-christmas.png",
      "about": "In this live-action adaptation of the beloved children's tale by Dr. Seuss, the reclusive green Grinch (Jim Carrey) decides to ruin Christmas for the cheery citizens of Whoville. Reluctantly joined by his hapless dog, Max, the Grinch comes down from his mountaintop home and sneaks into town to swipe everything holiday-related from the Whos. However, the bitter grump finds a hitch in his plans when he encounters the endearing Cindy Lou Who (Taylor Momsen)."
    },
    {
      "slug": "nacho-libre",
      "title": "Nacho Libre",
      "director": "Jared Hess",
      "trailer": "https://www.youtube.com/embed/5Atg2aASyY4?si=lDH-eHFGygE8bN54",
      "rating": "5/5",
      "review": "Nacho Libre is another movie that carries importance in my childhood. I grew up watching this with my brothers, and it has become a movie I quote almost daily. It’s such a hilarious watch each time and it will always make me laugh. I love Jack Black.",
      "image": "nacho-libre.png",
      "about": "Ignacio (Jack Black), or Nacho to his friends, works as a cook in the Mexican monastery where he grew up. The monastery is home to a host of orphans whom Nacho cares for deeply, but there is not much money to feed them properly. Nacho decides to raise money for the children by moonlighting as a Lucha Libre wrestler with his partner Esqueleto (Héctor Jiménez), but since the church forbids Lucha, Nacho must disguise his identity."
    },
    {
      "slug": "eternal-sunshine-of-the-spotless-mind",
      "title": "Eternal Sunshine of the Spotless Mind",
      "director": "Michel Gondry",
      "trailer": "https://www.youtube.com/embed/yE-f1alkq9I?si=iOMWnQ1bhP4kQvbG",
      "rating": "5/5",
      "review": "I watched this movie recently and found myself crying within the first five minutes of the film. Although I’ve only seen it once, and under the circumstances I was facing, this movie made me feel a certain way, and I’m scared to watch it again. The emotions I felt were so intense, and it was beautiful. I watched this with Ethan, and I’m very happy I got to see it with him first. It would have been different watching it with someone else or alone. It’s another movie with Jim Carrey, so I got to say I guess I love this guy.",
      "image": "eternal-sunshine-of-the-spotless-mind.png",
      "about": "After a painful breakup, Clementine (Kate Winslet) undergoes a procedure to erase memories of her former boyfriend Joel (Jim Carrey) from her mind. When Joel discovers that Clementine is going to extremes to forget their relationship, he undergoes the same procedure and slowly begins to forget the woman that he loved. Directed by former music video director Michel Gondry, the visually arresting film explores the intricacy of relationships and the pain of loss."
    },
    {
      "slug": "mamma-mia",
      "title": "Mamma Mia!",
      "director": "Phyllida Lloyd",
      "trailer": "https://www.youtube.com/embed/iCVpJ8x1Tnc?si=eiVCnU-ib6u4c4f-",
      "rating": "5/5",
      "review": "This is a movie that holds a special place between me and my mom. She showed me this movie for the first time 15 years ago. I love the mother and daughter duo in this film and it reminds me of the relationship between my mother and I. She is my best friend that tries to understand me, laughs with me and gets on my nerves. Mamma Mia! will forever make me grateful for my mom. This movie has such a funny story line and the music is so fun. ABBA has become a stable roadtrip band to play.",
      "image": "mamma-mia.png",
      "about": "Donna (Meryl Streep), an independent hotelier in the Greek islands, is preparing for her daughter's wedding with the help of two old friends. Meanwhile Sophie, the spirited bride, has a plan. She secretly invites three men from her mother's past in hope of meeting her real father and having him escort her down the aisle on her big day."
    }
  ],
  "ethan": [
    {
      "slug": "lord-of-the-rings",
      "title": "The Lord of the Rings: The Fellowship of the Ring",
      "director": "Peter Jackson",
      "trailer": "https://www.youtube.com/embed/V75dMMIW2B4?si=SSeOhKTuk1DEOjat",
      "rating": "5/5",
      "review": "A movie I grew up loving and watching over and over. A connection I have with my dad and brother. Every time I watch it, I appreciate all the real practical sets and makeup used on the vast races of goblins and hobbits. The music by Howard Shore pairs beautifully with the gorgeous landscape shots all across the New Zealand countryside and mountains. A true hero journey from beginning to end.",
      "image": "lord-of-the-rings.png",
      "about": "The future of civilization rests in the fate of the One Ring, which has been lost for centuries. Powerful forces are unrelenting in their search for it. But fate has placed it in the hands of a young Hobbit named Frodo Baggins (Elijah Wood), who inherits the Ring and steps into legend. A daunting task lies ahead for Frodo when he becomes the Ringbearer - to destroy the One Ring in the fires of Mount Doom where it was forged."
    },
    {
      "slug": "memories-of-murder",
      "title": "Memories of Murder",
      "director": "Bong Joon Ho",
      "trailer": "https://www.youtube.com/embed/0n_HQwQU8ls?si=mYvvXV8Par0Z9TES",
      "rating": "5/5",
      "review": "A newer favorite of mine. Bong Joon Ho’s Memories of Murder is a dark police procedural murder case, full of dark comedy and a detective mystery. I love watching films from other countries and seeing their point of view on the life around us. Every time I watch this film, I seem to understand and catch things I never noticed upon a first watch. The mix of humor and seriousness should not work on paper, but Bong is able to easily blend the two, giving the audience a break from the bleak murders and suspense.",
      "image": "memories-of-murder.png",
      "about": "In 1986, Park (Song Kang-ho) and Cho (Kim Roi-ha) are two simple-minded detectives assigned to a double murder investigation in a South Korean province. But when the murderer strikes several more times with the same pattern, the detectives realize that they are chasing the country's first documented serial killer. Relying on only their basic skills and tools, Park and Jo attempt to piece together the clues and solve the case in this thriller based on true events."
    },
    {
      "slug": "monty-python",
      "title": "Monty Python and the Holy Grail",
      "director": "Terry Jones, Terry Gilliam",
      "trailer": "https://www.youtube.com/embed/urRkGvhXc8w?si=0W_e8ET_1MqXB30P",
      "rating": "5/5",
      "review": "I was always culturally aware of Monty Python growing up, but always pre assumed their comedy was dry British humor. Not until I sat and watched this film with my brother did I realize that Monty Python shares closer humor to SpongeBob than to Saturday Night Live. I love the idea of a group of friends getting together on a shoestring budget and making the film they have always wanted to make. No rules, just play. I consider this film and its humor ahead of its time. I can see the inspiration carried into early YouTube and modern day comedies. These blokes never take themselves too seriously, you can see the film “self expose” its own budget by showing the charcuterie pretending to ride invisible horses. An easy watch anytime with the lads.",
      "image": "monty-python.png",
      "about": "A comedic send-up of the grim circumstances of the Middle Ages as told through the story of King Arthur and framed by a modern-day murder investigation. When the mythical king of the Britons leads his knights on a quest for the Holy Grail, they face a wide array of horrors, including a persistent Black Knight, a three-headed giant, a cadre of shrubbery-challenged knights, the perilous Castle Anthrax, a killer rabbit, a house of virgins, and a handful of rude Frenchmen."
    },
    {
      "slug": "paris-texas",
      "title": "Paris, Texas",
      "director": "Wim Wenders",
      "trailer": "https://www.youtube.com/embed/9e590FeeGCM?si=_AiBndZqR7rYCmOJ",
      "rating": "5/5",
      "review": "A new favorite of mine within the last two years. I have always been intimidated by Paris, Texas as a film for its longer runtime and big themes that I felt I might not be in the right place in life to appreciate. I was quickly immersed by the stunning footage of the warm desert landscape of Texas. The subtle but beautiful performance of Henry Dean Stanton will break your heart by the time credits roll. A beautifully tragic love story between an estranged father and son looking for their mother/wife.  This will be a film I watch every few years to see how it affects my view and understanding of life.",
      "image": "paris-texas.png",
      "about": "A disheveled man who wanders out of the desert, Travis Henderson (Harry Dean Stanton) seems to have no idea who he is. When a stranger manages to contact his brother, Walt (Dean Stockwell), Travis is awkwardly reunited with his sibling. Travis has been missing for years, and his presence unsettles Walt and his family, which also includes Travis's own son, Hunter (Hunter Carson). Soon Travis must confront his wife, Jane (Nastassja Kinski), and try to put his life back together."
    }
  ]
}
